<%@ page language="java" import="java.util.*" pageEncoding="utf-8"%>
<%
String path = request.getContextPath();
String basePath = request.getScheme()+"://"+request.getServerName()+":"+request.getServerPort()+path+"/";
%>
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <title>用户协议</title>
    <link rel="stylesheet" href="${BASEPATH_IN_SESSION}css/agreement/media.css">
    <link rel="stylesheet" href="${BASEPATH_IN_SESSION}css/agreement/mtjfShopAgreem.css">
</head>

<body>
    <h3>特别提示</h3>
    <p style="text-indent: 2em;">广州云积分运营管理有限公司（以下简称“每天积分”）在此特别提醒您（用户）在注册成为用户之前，请认真阅读本《用户协议》（以下简称“协议”），确保您充分理解本协议中各条款。请您审慎阅读并选择接受或不接受本协议。除非您接受本协议所有条款，否则您无权注册、登录或使用本协议所涉服务。您的注册、登录、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束。本协议约定每天积分与用户之间和每天积分商家与用户之间关于“每天积分”软件服务（以下简称“服务”）的权利义务。“用户”是指注册、登录、使用本服务的个人。“商家”是指成为每天积分用户后，再次交钱开通店铺并提交相关店铺信息进行审核，审核通过后即为商家。本协议可由每天积分随时更新，更新后的协议条款一旦公布即代替原来的协议条款，恕不再另行通知，用户可在本网站查阅最新版协议条款。在每天积分修改协议条款后，如果用户不接受修改后的条款，请立即停止使用每天积分提供的服务，用户继续使用每天积分提供的服务将被视为接受修改后的协议。</p>
    <h3>一、服务说明</h3>
    <div class="Agreemitem">
        <p>1、每天积分向用户提供如下服务：发布并分享网购经验；查询商品和服务信息；达成交易意向并进行交易；对商家和其他用户进行评价；求推荐网购商品；收藏网购商品和店铺；在每天积分平台发布消息、话题、上传图片；参加每天积分组织的活动以及使用其它信息服务及技术服务等；</p>
        <p>2、除非本使用协议另有其它明示规定，增加或强化目前本服务的任何新功能、包括所推出的新产品，均受到本使用协议的规范。您了解并同意，本服务仅依其当前所呈现的状况提供，对于任何用户信息或个人化设定的时效、删除、传递错误、未予储存或其它任何问题，每天积分均不承担任何责任。每天积分保留不经事先通知为维修保养、升级或其它目的暂停本服务任何或全部部分的权利；</p>
        <p>3、您同意遵守中华人民共和国相关法律法规的所有规定，并对以任何方式使用您的密码和您的帐号或是以其他方式使用本服务的任何行为及结果承担全部责任。如果您的行为违反国家法律和法规的任何内容，有可能构成犯罪的，将被追究刑事责任，并由您承担全部法律责任。   同时如果每天积分有理由认为您的任何行为，包括但不限于您的任何言论或其它行为违反或可能违反国家法律和法规的任何规定、损害了每天积分的利益，每天积分可在任何时候不经任何事先通知终止向您提供服务，并保留进一步追究您责任的权利。</p>
    </div>
    <h3>二、注册</h3>
    <div class="Agreemitem">
        <p>1、商家账号注册。“商家”是指成为每天积分用户后，再次交钱开通店铺并提交相关店铺信息进行审核，审核通过后即为商家。成为商家后，在审核成功界面下载“每天积分商家版”进行微信或者手机号登录即可。</p>
        <p>2、每天积分无须对任何用户的任何登记资料承担任何责任，包括但不限于鉴别、核实任何登记资料的真实性、正确性、完整性、适用性及/或是否为最新资料的责任。</p>
    </div>

    <h3>三、帐户安全</h3>
    <div class="Agreemitem">
        <p>当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，您即受本协议约束。您可以使用您提供或确认的邮箱、用户名或者每天积分允许的其他方式作为登陆手段进入平台。保护您的账户安全，是您的责任。您应对您的所有账户活动完全负责。您了解并同意：</p>
        <p>1、您在此明确授权，您在每天积分的账户注册信息已授权每天积分网站使用，您在此同意并认可，每天积分有权将每天积分网站的任何数据提供、透露或转移至关联公司及他们各自的被许可方和许可方
            2、您的每天积分账号遭受未获授权的使用、或者发生其它任何安全问题时，您应立即通知每天积分客服；  
            2）其他方分享的用户个人信息；<br />
            3、您应对您的账号及账号中的所有行为负责。如果由于您未妥善保管自己的账户而对您、每天积分或第三方造成任何损失或损害，每天积分无法也不承担任何责任，您将负全部责任；
            4、您承诺不以任何违法违规或违反每天积分平台协议的方式使用您的账户。上述违法违规行为包括但不限于利用第三方软件获取多个验证码或获取多个账户等方式，利用病毒或软件攻击每天积分平台，恶意使用任何账户从每天积分平台获取不正当利益等情形。
        </p>
    </div>

    <h3>四、隐私权策</h3>
    <div class="Agreemitem">
        <p>您提供的登记资料及每天积分保留的有关您的其它资料都将受到中国国家法律及本公司《隐私声明》的约束。根据有关法律法规，每天积分在此郑重提请您注意，任何经由本平台而发布、上传的文字、资讯、资料、音乐、照片、图形、视讯、信息或其它资料（以下简称“内容”），无论系公开还是私下传送，均由内容提供者承担责任。每天积分仅为用户提供内容的存储空间而无法控制内容本身，因此不保证内容的正确性、完整性或品质优劣。您已预知在您使用本平台时，可能会接触到令您不快、不适或厌恶的内容。在任何情况下，每天积分均不为任何内容负责。但每天积分有权依法停止传输任何前述内容并采取相应措施，包括但不限于暂停、中止或终止您使用本平台的全部或部分服务。每天积分将保存相关记录，并保留追求您责任的权利。</p>
    </div>

    <h3>五、虚拟货币</h3>
    <div class="Agreemitem">
        <p> 1、每天积分将在“每天积分”平台发行虚拟货币，即每天积分的积分。每天积分的积分可用于购买“每天积分”平台商品，除此外，不得用于其他任何用途。该等商品的价格均以每天积分的积分为单位，具体价格信息将由每天积分自行决定并在相关服务页面上显示。</p>
        <p>
            2、每天积分的积分和人民币的兑换比例依用户购买渠道的不同而有不同的兑换比例，具体兑换比例以用户购买每天积分的积分相关渠道服务页面显示为准。每天积分有权根据运营情况随时变更上述兑换比例，并将在用户购买每天积分的积分相关渠道服务页面显示。</p>
        <p>3、用户默认已开通每天积分商家的账户，可进行每天积分的积分购买，用户可进行消费。商家购买积分的方式有三种，一种是用支付宝付款购买，第二种是用微信付款购买，第三种就是用钱包余额支付购买。用户可在个人中心页面查询到每天积分的积分余额、购买记录和消费记录。每天积分的积分相关信息将不作为公开信息。</p>
        
    </div>

    <h3> 六、所有权</h3>
    <div class="Agreemitem">
        <p>每天积分拥有每天积分平台及其关联公司（包括但不限于每天积分注册商标、标志、产品、服务名称、相关文档等）的全部权利、所有权以及知识产权。您在此同意并认可，每天积分有权将每天积分网站的任何数据提供、透露或转移至关联公司及他们各自的被许可方和许可方。</p>
    </div>

    <h3>七、服务及收费</h3>
    <div class="Agreemitem">
        <p>为了鼓励每天积分用户在每天积分的发展，每天积分暂时收费一元为您提供每天积分协议项下的服务，但并不排除今后就其提供的全部或部分服务或者其他新增服务收取费用，届时每天积分将通过邮件、站内公告等形式提前公布收费政策及收费规则。</p>
    </div>

    <h3>八、交易规则</h3>
    <div class="Agreemitem">
        <h4>1、提交购买订单</h4>
        <p>您在每天积分网站浏览商品的详细信息页面时，应仔细阅读商品信息中包含的全部内容，包括但不限于商品的名称、种类、数量、质量、价格、有效期、 配送方式、配送时间、退货方式、退款条件、售后服务等内容，您完全接受商品信息中包含的全部内容后方可点击购买。</p>
        <h4>2、确认购买订单</h4>
        <p>在购买订单生成后，您应仔细阅读订单页面中所包含的全部内容，包括但不限于商品信息中的全部内容、选择及确认购买数量、价格、应付总额和收货地址等内容。前述购买订单页面中所包含的全部内容，构成了您与卖家之间达成的商品购买合同的合同内容，您完全同意商品购买订单的内容后方可提交并确认订单。</p>
        <h4>3、支付商品价款</h4>
        <p>在商品购买合同成立之后，您应根据付款页面的提示通过网上支付平台在规定的时间内完成商品价款的支付。未能按照规定时间完成支付的，每天积分有权单方取消该商品订单。每天积分作为被委托方代卖家向买家收取商品货款，故支付成功即视为买家已向卖家履行了商品购买合同项下的商品价款支付义务。</p>
        <h4>4、配送</h4>
        <p>卖家将会把商品送到买家所指定的收货地址。若因如下情形造成的订单延迟或无法配送等，每天积分不承担任何责任：买家提供的信息错误、地址不详细等；货物送达后无人签收；情势变更因素；不可抗力因素如自然灾害、交通戒严、突发战争等。</p>
       
    </div>



    <h3> 九、发货</h3>
    <div class="Agreemitem">
        <p>1、卖家必须在买家付款成功后合适时间内完成订单管理中的发货操作，若卖家未在合适时间内发货，则每天积分有权将货款原路退还至买家账户。</p>
        <p>2、若因物流方的原因导致揽收时间晚于商家实际发货时间，则以物流方提供的实际发货时间证明为准（物流官网需要产生揽收记录）。</p>
    </div>
    <h3>十、售后及维权</h3>
    <div class="Agreemitem">
        <p>1、您了解并同意，买家确认收货即代表交易完成，则交易结束。每天积分对交易结束之后的任何纠纷不作处理，买卖双方需自行协商解决。</p>
        <p>2、在确认收货前，买家可申请退货／退款。若买家申请退款被拒或申请退货时，则维权入口开启。买家申请维权之后二十四（24）小时之内为买卖双方的协商时间，二十四（24）小时之后工作人员将介入处理。</p>
    </div>



    <h3> 十一、禁售商品管理</h3>
    <div class="Agreemitem">
        <p>为了规范每天积分及每天积分的经营秩序，明确每天积分用户与每天积分的权利义务，保障各方合法权益，请谨慎阅读《禁售商品管理细则》（以下简称《细则》）。每天积分有权对您违反《细则》的任何行为追究法律责任。</p>
    </div>
    <h3>十二、资金安全</h3>
    <div class="Agreemitem">
        <p>1、您在每天积分的任何线上交易都将由每天积分的平台账户担保。商品确认收货之后，卖家可申请提现。</p>
        <p>2、您需进行实名认证方可提现。</p>
        <p>3、每天积分在此郑重声明，每天积分将配合银行共同打击无真实交易背景的虚假交易、银行卡转账套现或洗钱等被禁止的交易行为，您需如实交易，否则款项不能提现。</p>
    </div>

    <h3> 十三、责任限制</h3>
    <div class="Agreemitem">
        <h4>您同意不会利用本平台进行任何违法或不正当的活动，包括但不限于下列行为∶ </h4>
        <p>1、发布或以其它方式传送含有下列内容之一的信息：反对宪法所规定的基本原则的；危害国家安全、泄露国家秘密、颠覆国家政权、破坏国家统一的；损害国家荣誉和利益的；煽动民族仇恨、民族歧视、破坏民族团结的；破坏国家宗教政策、宣扬邪教和封建迷信的；散布谣言、扰乱社会秩序、破坏社会稳定的；散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；侮辱或者诽谤他人、侵害他人合法权利的；含有虚假、诈骗、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容；含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的；含有每天积分认为不适合在每天积分展示的内容的； </p>
        <p>2、以任何方式危害他人及每天积分的的合法权益（包括但不限于盗刷他人银行账户、现金券套现、虚假交易等违法违规行为）；</p>
        <p>3、冒充其他任何人或机构，或以虚伪不实的方式陈述或谎称与任何人或机构有关的内容；</p>
        <p>4、依据任何法律、合约或法定关系，知悉并发布、发送或以其他方式传送保密资料（例如揭露因雇佣关系或保密合约所得知的内部资料、专属机密等）； </p>
        <p>5、发布、发送或以其它方式传送侵害他人著作权、专利权、商标权、商业秘密、或其它专属权利的内容等；</p>
        <p>6、发布、发送或以其它方式传送任何广告信函、促销资料、垃圾邮件、滥发信件、连锁信件、直销，或其它任何形式的劝诱资料等；</p>
        <p>7、发布、发送或以其它方式传送干扰、破坏或限制任何计算机软件、硬件或通讯设备功能的计算机病毒，包括但不限于木马程序（Trojan horses）、蠕虫（worms）、计时炸弹（Time Bombs）、删除蝇（Cancelbots）或其它计算机代码、档案和程序的任何资料等；</p>
        <p>8、干扰或破坏本平台及与本平台相关连的服务器或网络，违反本平台连线网络的规定、程序、政策及规范等；</p>
        <p>9、跟踪、人肉搜索或以其它方式骚扰他人； </p>
        <p>10、故意或无意违反任何当地法规及国家法律，以及任何具有法律效力的规则；</p>
        <p>11、未经合法授权而截获、篡改、收集、储存或删除他人信息、站内资料或其它数据； </p>
        <p>12、利用第三方软件或非法手段在每天积分平台上获取不正当利益，利用病毒或非法软件攻击每天积分平台等恶意行为。</p>
    </div>

    <h3> 十四、责任范围</h3>
    <div class="Agreemitem">
        <p>1、您已认可，每天积分未对平台用户的行为进行全面监控，您同意将自行判断您所发布的任何信息的正确性、完整性及实用性并承担所有风险，而不依赖于每天积分。每天积分有权自行拒绝和删除违反本协议或其它引起每天积分不适及反感的内容；</p>
        <p>2、您了解并同意，每天积分及每天积分依据法律法规及本协议的要求，认定必须将您发布的内容加以保存或揭露时，得以保存或揭露。每天积分及每天积分将遵守法律程序、执行本协议内容、回应第三方提出的权利和主张，以保护每天积分、每天积分用户及公众的权利、财产安全；</p>
        <p>3、您同意，不对每天积分平台服务的任何部分，进行复制、拷贝、出售、转售或用于任何其它商业目的；</p>
        <p>4、您已了解，国际互联网拥有无国界性。您同意遵守当地所有关于网上行为的法律法规，您特别同意遵守任何地区的所有关于互联网行为的法律法规，包括但不限于中国及任何海外地区；</p>
        <p>5、本协议的“公开使用区域”指一般公众可以使用的区域。您应保证您在每天积分平台发布的所有内容已取得合法授权或您持有创作权，并且该内容不侵犯任何第三方的合法权益。您同意每天积分持有您在每天积分平台所发布的上述内容在全球范围内免费的、不可撤销的、永久的、可再许可或转让的独家使用权许可。每天积分依据该许可将有权以展示、推广及其他不为我国法律所禁止的方式使用。</p>
    </div>
    <h3>十五、责任赔偿</h3>
    <div class="Agreemitem">
        <p>您理解并同意，若您违反本协议、或您侵害他人合法权益而衍生或导致的任何第三方提出的索赔，（包括合理的律师费），您将赔偿每天积分及其子公司、关联企业、高级职员、代理人、品牌共有人或其它合作伙伴及员工，并使其免受损害，并承担由此引发的全部法律责任。</p>
    </div>
    <h3>十六、处罚标准</h3>
    <div class="Agreemitem">
        <p>1、禁止发布违禁商品，否则每天积分将关闭该账号。</p>
        <p>2、禁止出售假冒商品，否则每天积分将关闭该账号。</p>
        <p>3、每天积分将根据个案的具体情况来权衡处罚该个案并追究其法律责任。</p>
    </div>
    <h3>十七、您的专属权利</h3>
    <div class="Agreemitem">
        <p>1、每天积分在适当情形下，自行决定中止或终止侵害他人权益的账户；</p>
        <p>2、每天积分平台服务与资料是基于“现状”提供，而且每天积分拒绝对于“服务”、“资料”或“产品”给予任何明示或暗示保证，包括但不限于，为商业使用或适合于特定目的。每天积分对于因“服务”、“资料”或“产品”所造成的任何直接、间接、附带的或因此而导致的衍生性损失概不负责；</p>
        <p>3、如果您对他人的知识产权造成了侵害，每天积分网站将依照国家法律法规、或在适当的情形下，依照其服务条款或相关规定，删除特定内容、中止或终止您对账户的使用；</p>
        <p>4、若您认为您的著作权遭遇侵害或您的知识产权被侵犯，根据《信息网络传播权保护条例》的规定，您需及时与每天积分客服联系并提供详实的举证材料。或请到中华人民共和国国家版权局下载《要求删除或断开链接侵权网络内容的通知》（下称《删除通知》）的示范格式并提交予每天积分网站。如果您不明白《删除通知》的内容，请登录中华人民共和国国家版权局查看《要求删除或断开链接侵权网络内容的通知》填写说明。</p>
    </div>
    <h3>十八、每天积分专属权利</h3>
    <div class="Agreemitem">
        <p>1、您了解并同意，每天积分平台服务及本服务所使用的相关软件受相关知识产权及法律的保护。经由本服务或广告商向您呈现的赞助广告或信息内容，也受到著作权、商标权、服务商标、专利权及其它专属权利的法律保护；</p>
        <p>2、未经每天积分或广告商明示授权，您不得擅自修改、出租、出借、出售、散布本服务及软件的任何部分及全部。禁止据以制作衍生著作，或使用擅自修改后的软件；</p>
        <p>3、每天积分仅授予您个人不可移转及非专属的使用权，使您得以使用其软件，但您不得（并不得允许任何第三方）复制、修改、创作衍生著作、进行还原工程、反向组译，或以其它方式发现原始码，或出售、转让、再授权或提供软件设定担保，或以其它方式移转软件的任何权利；</p>
        <p>4、您同意将通过由每天积分（含每天积分）所提供的界面而非任何其它途径使用本服务。</p>
    </div>
    <h3>十九、担保及保证</h3>
    <div class="Agreemitem">
        <h4>您明确了解并同意：</h4>
        <p>1、本协议的任何规定不会免除每天积分平台对造成您人身伤害的，或因故意或重大过失而造成您财产损失的任何责任；</p>
        <p>2、您个人全权承担您使用本服务的风险。每天积分负责按“现状”及“现有”基础向您提供每天积分平台服务。但每天积分对每天积分平台服务不作任何明示或暗示的担保或保证，包含但不限于每天积分平台服务的商业适用性、没有错误或疏漏、持续性、准确性、可靠性、适用于某特定用途。同时，每天积分也不对每天积分平台服务所涉及的技术及信息的有效性、准确性、正确性、可靠性、质量、稳定、完整和及时性作出任何承诺和保证。</p>
        <p>3，每天积分不保证您经由本服务购买或取得之任何产品、服务、资讯或其它信息将符合您的期望；</p>
        <p>4、您知晓并同意，在您使用每天积分平台过程中因任何资料下载而导致您电脑系统的任何损坏或数据流失等后果，由您自行承担；</p>
        <p>5、您经由每天积分平台取得的任何建议或信息，无论是书面或口头形式，不构成本协议以外的任何担保及保证（协议中有明确规定的保证除外）。</p>
        <p>6、您同意每天积分及／或合作单位使用您的肖像、姓名及／或其他合法权益。在您注册成果并使用每天积分平台服务后，您的一切信息将一并授权给每天积分和/或 合作单位使用。</p>
        <p>7、您授权每天积分（含每天积分）向您发送商业性信息的权利，即授权允许每天积分（含每天积分）通过各种合适的通讯联系方式发送信息给您，例如提醒您付款、向您传递各类商品的促销、广告和优惠等。</p>
        <p>8、您知悉并了解，每天积分平台属于全品类的服务交易平台，您在发表或购买商品的同时，应对交易细节进行详细、客观的沟通约定，并遵守相关的约定事项。若因交易约定不详导致的交易纠纷，由您自行承担风险。</p>
        <p>9、您知悉并了解，线下见面交易存在较大的人身财产安全及交易纠纷风险，如因线下见面交易产生纠纷及风险，由您自行承担。</p>
        <p>10、您不得在每天积分发表恶意内容，包含评论、商品信息，禁止对任何人进行人身攻击。一经发现，每天积分有权删除恶意内容并对攻击账号进行封禁，并保留进一步追究您责任的权利。</p>
        <p>11、您不得在每天积分内滥用每天积分及每天积分官方产品标识及相关活动产品宣传资料。一经发现，每天积分将视情节对您进行警告、暂停、中止或终止每天积分账号并保留进一步追究您责任的权利。详情请阅读每天积分网站内《滥用标识和交易作弊实施细则》。</p>
        <p>12、您不得在每天积分内进行任何形式的违规行为，一经发现，每天积分将视情节对您进行惩罚。详情请阅读每天积分网站内《滥用标识和交易作弊实施细则》及《每天积分惩罚制度》。</p>
        <p>13、您在每天积分的任何线上交易都将由每天积分的平台账户担保。您同意委托每天积分作为担保账户代您收取所售商品（如有）的货款并将之汇付给您指定的有效银行账户（限工商银行、农业银行、建设银行、招商银行、交通银行、兴业银行、中信银行、广发银行、广大银行、民生银行及浦发银行）。商品确认收货72小时之后，您可申请提现。请您保管好自己的银行账号及密码，一旦发现任何可疑现象请即刻通知银行及每天积分（每天积分）服务中心。</p>
    </div>
    <h3>二十、免责声明</h3>
    <div class="Agreemitem">
        <p>1、您明确同意将您所发布的文字、资讯、资料、音乐、照片、图形、视讯、信息或其它资料上传到互联网，所有可能被其他组织或个人复制、转载、或做其它用途的风险及后果将由您自行承担。每天积分不承担任何责任；</p>
        <p>2、微博、微信、人人网等官方账号对您的相关文字、资讯、资料、音乐、照片、图形、视讯、信息或其它个人资料进行推广发布的，不属于对您相关权益的侵权行为、每天积分不承担任何责任；</p>
        <p>3、针对每天积分上的任何恶意评论，经您的举报我们会采取删除处理，但不保证服务一定能满足您的要求，也不对该恶意评论承担何法律责任；</p>
        <p>4、每天积分有权制定限制每天积分平台的措施及约束协议，包含但不限于保留您所发布内容的最长期限，以及一定期限内您使用每天积分平台的次数上限或时间上限，对于由此所带来的不便，每天积分不承担任何责任；</p>
        <p>5、您通过每天积分平台发布或传送的任何信息、通讯资料等，若未储存或被删除，每天积分不承担任何责任；</p>
        <p>6、您通过每天积分平台与广告商或其他第三方进行任何形式的往来，或参与促销活动，包含相关商品或服务的付款及交付，以及达成的其它任何相关条款、条件、保证或声明，完全为您与广告商或第三方之间的行为。对于您因前述任何交易可能遭受的任何损失及损害，每天积分不承担任何法律责任；</p>
        <p>7、基于以下原因而造成的，包括但不限于利润、信誉、应用、数据损失或其它损失，每天积分不承担任何直接、间接、附带、特别、衍生性或惩罚性赔偿责任：每天积分平台服务的使用或无法使用；通过每天积分平台购买或取得的任何商品、数据、信息、服务，收到的讯息，或缔结交易而产生的成本；您的传输或数据遭到未获授权的存取或变造；任何第三方在每天积分平台所作的声明或行为；与每天积分平台相关的其它事宜，但本协议有明确规定的除外；对于任何第三方以任何方式发布、投递的欺诈性信息使您受到的经济损失，每天积分不承担任何责任。</p>
    </div>
    <h3>二十一、修改及终止服务</h3>
    <div class="Agreemitem">
        <p>1、您同意，每天积分有权自行全权决定以任何理由不经事先通知的修改、中止或终止向您提供部分或全部每天积分平台服务。对于上述服务的任何修改、暂停或终止，每天积分无须为此向您或任何第三方承担任何责任；</p>
        <p>2、您理解并同意，每天积分有权因任何理由，包含但不限于您缺乏使用，或每天积分认为您已经违反本协议的约定，终止本协议，并永久冻结（注销）您的每天积分账户及所有内容；</p>
        <p>3、您承认并同意，每天积分可立即关闭或删除您的账号及您账号中所有相关信息及文件，及/或禁止继续使用前述文件或本服务。此外，您同意每天积分为此对您或第三方不承担任何责任。</p>
    </div>
    <h3>二十二、每天积分商标信息</h3>
    <div class="Agreemitem">
        <p>每天积分、每天积分网站以及其它每天积分注册商标、标志、产品、服务名称，均为每天积分公司商标（以下简称“每天积分标记”）。未经每天积分事先书面同意，您不得将每天积分标记以任何方式展示、使用或另行处理，或表示您有权展示、使用或另行处理每天积分标记。</p>
    </div>
    <h3>二十三、其他约定</h3>
    <div class="Agreemitem">
        <p>1、本协议、每天积分用户协议、免责声明和每天积分禁售商品管理细则构成您与每天积分的全部协议，并规范您对本服务的使用行为。在您使用相关服务、第三方内容或软件时，应遵从其附加条款及条件；</p>
        <p>2、请您认真阅读并遵守本《每天积分商家服务协议》和《禁售商品管理细则》等所有已公示或将公示于每天积分网站或每天积分网站的规则、规范及流程。一经发现任何违规操作，每天积分将保留追究您责任的权利；</p>
        <p>3、本协议及您与每天积分之间的关系，均受到中华人民共和国法律制约。您与每天积分就本协议或其它相关事项产生的争议，应首先友好协商解决，协商不成时应提请中国国际经济贸易仲裁委员会仲裁，仲裁裁决是终局性的，对双方均有约束力；</p>
        <p>4、每天积分未行使或执行本使用协议任何权利或规定，不构成对前述权利或权利之放弃；</p>
        <p>5、若本使用协议的任何规定因与中华人民共和国法律抵触而无效，您依然同意，应依照法律，努力使该规定所反映的当事人意向具备效力，且本协议其它规定仍应具有完整的效力及效果；</p>
        <p>6、本协议标题仅供方便而设，不具任何法律或契约效果；</p>
        <p>7、只要您登录了每天积分，就代表您认可以上所有协议；</p>
        <p>8、每天积分对本协议享有最终解释权。</p>
    </div>
</body>


</html>